--- T_LUCK ------------------------------------------------------------------
INSERT INTO T_LUCK(NAME, CNT) VALUES ('cnt',1);
INSERT INTO T_LUCK(NAME, MSG) 
VALUES ('mouse','만약 다른 사람들에게 미팅이나 회의를 주선한다면 자기 일처럼 성심성의 것 진행시켜 주는 것이 유리하다. 당신도 조만간 당사자가 될 수있기 때문이다. 외부 거래처의 상대방 말에 따라 세심한 표정관리를 해야 하는 경우도 있겠다.

36년생다른 날에 비해서 컨디션이 안 좋을 수도 있다. 간단한 운동으로 회복하는 것이 좋다.

48년생남들이 신중 또 신중 하게 생각하고 결정하는 것이 바람직하다.

60년생새로운 일을 하고자 한다면, 한 템포 쉬도록 하라. 모든 일은 순리대로 행해야 한다.

72년생되도록이면 여행을 하거나 먼 길을 떠나지 않도록 하라. 새로운 일이 기다리고 있다.

84년생평지풍파가 지난 뒤라면 새로운 변화의 계기가 찾아올 것이니, 여유를 갖고 기다려라.');
INSERT INTO T_LUCK(NAME, MSG) 
VALUES ('caw','헤어나오기 어려운 조건을 가진 이성의 강한 유혹이 있을 수 있다. 특히 미혼인 경우는 당신의 사람 됨됨이 보다는 당신의 환경을 보고 접근해 오는 이성도 있을 수 있다. 때가 아니다. 꾸준하게 자신을 다지면 곧 때를 만날 수 있다.

37년생나이가 되면 이야기 하지 말아야 할 것과 할 것을 가릴 줄 알아야 한다.

49년생재테크에 관심을 가지고 성실히 정보를 살펴 본다면 뜻하지 않게 이익을 얻을 것이다.

61년생저녁식사 후 가벼운 산책이나 운동이 건강에 매우 유익할 것이다. 실행하도록 하라.

73년생대중적인 취미활동을 가꾸도록 한다면, 대인관계를 넓힐 수 있는 기회가 될 것이다.

85년생남을 의식하는 것보다 자신의 내면을 바라보고 능력을 키우는 일에 초점을 맞춰라.');
INSERT INTO T_LUCK(NAME, MSG) 
VALUES ('tiger','겉에서 보면 아무 걱정이나 문젯거리가 없이 보이는데 실상은 마음고생을 할 수 있다. 주위 사람 모두가 당신의 그런 속마음을 알지 못하니편치 않다. 누군가에게 털어놓는 다면 편해질 테니 부끄러워하지 말고 속 시원히 얘기하는 게 유리하다.

38년생계획대로 움직였다면 심신이 편안할 것이다. 아니라면 지금이라도 계획을 세워라.

50년생어떤 일에 대해서는 결과보다 과정이 중요할 때도 있다. 결과에 집착하지 말도록.

62년생집에서 놀고 있는 가장이라면 구직이나 사업을 구상해도 좋겠다. 복권도 나쁘지는 않다.

74년생직장 동료나 업체 사람과 일정 조정을 할 수 있겠다. 맞춰주는 게 이롭다.

86년생생각과 마음이 일치하는 상황이니, 이제는 모든 일에 자신감이 생길 수 있는 날이다.
');
INSERT INTO T_LUCK(NAME, MSG) 
VALUES ('rabbit','문제가 있으면 해결방법도 있는 법이니, 겁먹지 말고 맞닥뜨려도 되겠다. 하지만 지나치고 넘치는 것은 모자란 것보다 못할 수도 있으니 조율함에 있어 신중을 기하는 것이 이익일 수 있다. 넘치는 것은 모아 새로운 출발을 준비하는 노잣돈으로 사용하도록.

39년생굳이 이동할 경우가 생기면 늦은 오후에 이동하는 편이 좋다. 가벼운 질병에 이길 수 있다.

51년생지금은 여유가 있다고 절제가 없는 생활을 한다면 후회를 할 수 있다.

63년생배우자가 당신을 못살게 굴 수도 있다. 하지만, 이러한 것도 다 당신을 사랑하기 때문이다.

75년생당신의 추진력이 필요한 하루이다. 능히 다 해결할 수 있으며, 그다지 힘들지 않다.

87년생심신이 고단할 때 일수록 가족에게 의지하라. 가까운 친구도 위안이 되어주지 못한다.');
INSERT INTO T_LUCK(NAME, MSG) 
VALUES ('dragon','금전적 면에서는 큰 이익을 남길 수 있으나 무리하다 보면 건강에 부담이 될 수 있다. 오늘만 날이 아니니 건강을 담보로 하는 거래는 가급적 피하는 게 좋다. 작은 재물이 모여 산을 이루는 게 유리하다. 문서상에 기쁨도 가득하니 기분좋은 하루가 되겠다.

40년생큰 돈이 필요하나 수중에 있는 돈이 부족하다. 사람을 설득하는 게 제일 좋은 방법.

52년생먼저 자신의 마음을 열고 상대방에게 다가서라. 그러면 원하는 걸 쉽게 얻을 수 있다.

64년생어려운 상황이라도 일을 추진한다면 결국 성공할 것이다. 경솔하지 않도록 조심.

76년생남에게 의존하며 기분에 좌우되어 살아가는 당신이라면 일생이 불안한 삶의 연속일 뿐.

88년생물가에 가는 것은 금물이다. 가급적 외출도 삼가고 집안에서 자중하며 지내라.
');
INSERT INTO T_LUCK(NAME, MSG) 
VALUES ('snake','친한 사람의 부탁으로 증언을 해줘야 한다. 다소 힘들 수도 있으나 정직하게 증언해야 서로에게 이익이다. 억지스럽지만 않으면 몸이 귀히되어 귀인이 따른다. 소득은 꾸준하니 크게 염려할 필요는 없다. 집을 옮기려는 사람은 터를 다시 한 번 확인 하면 좋다.

41년생스스로 먼저 생각하고 행동하는 것이 심신에 좋다.

53년생당신의 눈물은 역시 유용하다. 눈물이란 남녀노소를 따질 필요가 없는 소중한 것이다.

65년생나의 능력을 인정해 주는 사람을 만나게 된다. 당당하게 대하라.

77년생승자는 시간을 관리하며 살고, 패자는 시간에 끌려 산다. 투덜거리며.

89년생휴식을 취하면서 변화에 대응한다면 주변에서 당신에 대한 시각이 바뀌게 된다.
');
INSERT INTO T_LUCK(NAME, MSG) 
VALUES ('horse','해보지 못했던 것들을 한꺼번에 열어 보이려고 하는 충동이 강할 수 있는 날이다. 하지만, 시기가 적절하지 못하다. 상황을 잘 판단한 후 결정 해야 하는데 심신이 썩 좋지는 않다. 안 되는 일을 억지로 관철시키려 하면 부러질 수도 있으니 원만하게 넘어가는 게 이롭다.

42년생주변에서 어떤 말을 해도 오늘은 귀에 들리지 않는 날이다. 소신껏 전진하도록 하라.

54년생공과 사의 구분을 확실히 해야 한다. 정에 연연하다가는 원하는 것을 이루기 어렵다.

66년생마음가짐을 새롭게 할 필요가 있는 시점으로 새로운 자신을 만들어가는 노력이 필요하다.

78년생오른손이 하는 일을 왼손이 모르게 하라. 자신의 일이 무엇보다 중요할 것이다.

90년생실수에 대해서 고민하지 말고 더욱 당당하게 나가는 게 유리하다. 자신감이 중요하다.
');
INSERT INTO T_LUCK(NAME, MSG) 
VALUES ('sheep','실패를 두려워하지 않아도 좋은 날이다. 실패는 성공을 하기 위하여 누구나 거쳐야 하는 관문이다. 일에 대한 시도 자체에 의미가 있는 법이다. 주부는 가정을 지키는 게 현명하다. 무언가 새로운 일을 추진하고 싶다면 지금 하는 일을 먼저 마무리 한 후 진행하는 게 이익이다.

43년생갚을 돈이 있다면 차일피일 미루지 말고 이번 주에 해결하는 게 마음 고생을 면한다.

55년생인생이 짧다고 하지만 착하고 아름답게 생활하기에는 충분하다.

67년생가급적 행동보다는 머리로 해결하는 편이 당신에게는 유리한 하루이니, 냉정하도록.

79년생사업가는 동업자와의 관계를 정리할 필요가 있다. 서로의 이익을 공평히 가르도록.

91년생당신의 정신이 눈을 지배하면 육체는 잘못된 길로 가지 않는다. 정신을 지배하라.
');
INSERT INTO T_LUCK(NAME, MSG) 
VALUES ('monkey','계획을 실천에 옮길 때 외부나 책 등에서 보았던 대로 진행하면 오히려 실패 할 확률이 높을 수도 있다. 나만의 방식, 나만의 재능으로 이끄는 것이 유리하다. 이 세상에 같은 방식으로 살아가는 사람은 없다. 예시로 받아들이는 정도가 좋겠다. 당신의 방식이 오늘은 좋다.

44년생우연히 목돈이 생기나 지출이 수입보다 더 많으니, 지출에 관심을 가져야 한다.

56년생믿었던 친구가 오랜 정성에 대한 보답을 하게 되니, 몸도 마음도 기분 좋을 하루다.

68년생본인의 일은 아니지만 책임감을 가지고 행하는 게 좋다. 집안 대청소를 하는 게 좋다.

80년생친구와 서운한 감정이 있었다면 기회를 놓치지 말고 푸는 게 좋겠다.

92년생헛된 일에 기대가 많이 갈 수 있으니, 냉정을 지키면서 현실적으로 상황을 판단하라.

');
INSERT INTO T_LUCK(NAME, MSG) 
VALUES ('chicken','부지런히 움직이면 움직인 만큼 것을 얻을 수 있다. 머뭇거리거나 시간을 허비하게 되면 뒤로 밀려나 게 될 수도 있다. 정신을 가다듬어 매진함이 매우 이롭다. 누구의 지시나 명으로 움직이지 말고 스스로 움직여야 그 빛이 더욱 발한다.

45년생먹지 않고서는 아무것도 할 수 없다. 입맛이 없다고 끼니를 굶어선 안 된다.

57년생현실적인 어려움이 한 가지 해결되는 날이다. 나름대로 가벼운 마음이 될 것이다.

69년생느릿느릿 걸어도 황소걸음이라고 일을 천천히 하는 것 같지만 믿음직스럽고 실속 있다.

81년생모든 면에서 유리한 입장에 있으니 너무 우쭐거리지 말자. 다소 자중할 필요가 있다.

93년생노력한 만큼 결과가 생기니, 헛되이 에너지를 낭비한 것이 아니라서 보람이 있겠다.

');
INSERT INTO T_LUCK(NAME, MSG) 
VALUES ('dog','큰 욕망에서 벗어나서 현실을 직시하면 좋은 결과를 얻을 수 있다. 당신을 희생하는 마음이 곁들여 진다면 당신의 가치를 빛나게 해줄 수 있으니, 마음을 열고 사람들 상대할 때 최선을 다함이 이익이다. 여행을 떠나면 귀인을 만날 수 있다.

46년생매일 누군가에게 칭찬을 해보라. 칭찬을 받았을 때의 기쁨 못지 않다.

58년생가족 만한 것이 없다. 외부에서 받은 기분을 집에까지 들고 들어와서는 안 된다.

70년생재충전하면서 고민거리를 풀어가는 것이 좋다. 한 템포 쉬어가는 날이라고 생각하라.

82년생가보지 못한 새로운 장소에 가보는 것도 다음을 위해서는 색다른 전환이 될 것이다.

94년생무엇이 되었던 습득하기 좋은 시가다. 새로운 시장에 도전해도 괜찮겠다.

');
INSERT INTO T_LUCK(NAME, MSG) 
VALUES ('pig','현재까지 진행중인 일들을 오늘 중으로 마무리 하는 것이 좋다. 아무리 과정이 잘되었다고 하여도 오늘 매듭을 짓는 게 여러모로 유리하다. 오늘은 마무리가 중요한 하루다. 용이 여의주를 물을 수 있는 날이니 큰 이익이 날수 있는 하루다.

47년생오랜 시간 함께 알고 지낸 지인에게 오늘은 당신이 보은해야 할 차례다.

59년생결정하기 어려운 일이 생긴다. 이 일과 전혀 관계가 없는 이로부터 조언을 구하라.

71년생패자의 기록은 야사가 되고 승자의 기록은 역사가 된다. 역사에 남겨져라.

83년생경쟁력 있는 분야에서 오히려 고전하게 된다. 낙심하지 말고 진득하게 밀고 나가라.

95년생쓸데없는 행동이나 말로 인하여 웃사람에게 꾸중을 들을 수 있으니 행실을 조심해라.


');
SELECT * FROM T_LUCK;
SELECT * FROM T_EVENT_ATT

